tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "gettext"
brew "readline"
brew "coreutils"
brew "awscli"
brew "borgbackup"
brew "direnv"
brew "fish"
brew "fnm"
brew "geckodriver"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "neovim"
brew "pdftk-java"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rsync"
brew "s3cmd"
brew "socat"
brew "sops"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "ykman"

brew "redis", restart_service: true
brew "postgresql", restart_service: true

cask "aws-vault"
cask "borgbackup"
cask "chromedriver"
