tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "borgbackup"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "fish"
brew "fnm"
brew "geckodriver"
brew "gettext"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "pdftk-java"
brew "pgbadger"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "readline"
brew "rsync"
brew "s3cmd"
brew "socat"
brew "sops"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "redis", restart_service: true
brew "postgresql", restart_service: true

cask "1password"
cask "arq"
cask "aws-vault"
cask "chromedriver"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "microsoft-office"
cask "microsoft-teams"
cask "postico"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
cask "teamviewer"

mas "BetterSnapTool", id: 417375580
mas "ColorSlurp", id: 1287239339
mas "Be Focused Pro - Focus Timer", id: 961632517
mas "Messenger", id: 1480068668
#mas "Xcode", id: 497799835
